{
    "papers": {
        "2012.10.famhist": {
            "category": ["genetics", "flc"],
            "authors": "C. B. Do, D. A. Hinds, U. Francke, N. Eriksson",
            "title": "Comparison of Family History and SNPs for Predicting Risk of Complex Disease", 
            "citation": "<i>PLoS Genet.</i>, 8(10): e1002973, October 2012.",
            "abstract": "The clinical utility of family history and genetic tests is generally well understood for simple Mendelian disorders and rare subforms of complex diseases that are directly attributable to highly penetrant genetic variants. However, little is presently known regarding the performance of these methods in situations where disease susceptibility depends on the cumulative contribution of multiple genetic factors of moderate or low penetrance. Using quantitative genetic theory, we develop a model for studying the predictive ability of family history and single nucleotide polymorphism (SNP)-based methods for assessing risk of polygenic disorders. We show that family history is most useful for highly common, heritable conditions (e.g., coronary artery disease), where it explains roughly 20%-30% of disease heritability, on par with the most successful SNP models based on associations discovered to date. In contrast, we find that for diseases of moderate or low frequency (e.g., Crohn disease) family history accounts for less than 4% of disease heritability, substantially lagging behind SNPs in almost all cases. These results indicate that, for a broad range of diseases, already identified SNP associations may be better predictors of risk than their family history-based counterparts, despite the large fraction of missing heritability that remains to be explained. Our model illustrates the difficulty of using either family history or SNPs for standalone disease prediction. On the other hand, we show that, unlike family history, SNP-based tests can reveal extreme likelihood ratios for a relatively large percentage of individuals, thus providing potentially valuable adjunctive evidence in a differential diagnosis.",
            "summary": "We develop models based on quantitative genetic theory to analyze and compare family history and SNP-based models.",
            "thumbnail": "famhist.png",
            "links": [
                {"name": "PLoS", "url": "http://www.plosgenetics.org/article/info%3Adoi%2F10.1371%2Fjournal.pgen.1002973"}
            ],
            "blogs": [
                {"name": "The turning of the key", "url": "http://nickeriksson.blogspot.com/2012/08/on-height-prediction.html"}
            ],
            "press": []
        },
        "2012.06.breastsize": {
            "category": ["genetics", "flc"],
            "authors": "N. Eriksson, G. M. Benton, C. B. Do, A. K. Kiefer, J. L. Mountain, D. A. Hinds, U. Francke, and J. Y. Tung",
            "title": "Genetic variants associated with breast size also influence breast cancer risk",
            "citation": "<i>BMC Med Genet</i>, 13(1):53, Jun 2012",
            "abstract": "While some factors of breast morphology, such as density, are directly implicated in breast cancer, the relationship between breast size and cancer is less clear. Breast size is moderately heritable, yet the genetic variants leading to differences in breast size have not been identified. To investigate the genetic factors underlying breast size, we conducted a genome-wide association study (GWAS) of self-reported bra cup size, controlling for age, genetic ancestry, breast surgeries, pregnancy history and bra band size, in a cohort of 16,175 women of European ancestry. We identified seven single-nucleotide polymorphisms (SNPs) significantly associated with breast size (p<5e-8): rs7816345 near ZNF703, rs4849887 and (independently) rs17625845 flanking INHBB, rs12173570 near ESR1, rs7089814 in ZNF365, rs12371778 near PTHLH, and rs62314947 near AREG.  Two of these seven SNPs are in linkage disequilibrium (LD) with SNPs associated with breast cancer (those near ESR1 and PTHLH), and a third (ZNF365) is near, but not in LD with, a breast cancer SNP. The other three loci (ZNF703, INHBB, and AREG) have strong links to breast cancer, estrogen regulation, and breast development. These results provide insight into the genetic factors underlying normal breast development and show that some of these factors are shared with breast cancer. While these results do not directly support any possible epidemiological relationships between breast size and cancer, this study may contribute to a better understanding of the subtle interactions between breast morphology and breast cancer risk.",
            "summary": "We discover a number of SNPs associated with breast size. Surprisingly, several are also involved in breast cancer.",
            "thumbnail": "bsize.png",
            "pubmed": "22747683",
            "links": [
                {"name":"BMC", "url": "http://www.biomedcentral.com/1471-2350/13/53/abstract"}
            ],
            "press": [
                {"name": "Jezebel", "url": "http://jezebel.com/5923807/scientists-find-the-genes-that-determine-breast-size"},
                {"name": "Huffington Post", "url": "http://www.huffingtonpost.com/2012/07/05/breast-cancer-risk-breast-size-study_n_1652292.html"},
                {"name": "The Telegraph", "url": "http://www.telegraph.co.uk/health/healthnews/9377624/Breast-cancer-linked-to-bra-size.html"}
                ],
            "blogs": [
                { "name": "The Spitoon", "url": "http://spittoon.23andme.com/23andme-research/breast-size-matters-but-not-in-the-way-you-think/"}
            ]
        },
        "1999partitions": {
            "category": ["math"],
            "authors": "N. Eriksson",
            "title": "$q$-series, elliptic curves, and odd values of the partition function",
            "citation": "<i>International Journal of Mathematics and Mathematical Sciences</i>, 22(1):55--66, 1999",
            "abstract": "Let p(n) be the number of partitions of an integer n.  Euler proved the following recurrence for p(n): p(n)=\\sum _{k=1}^{\\infty} (-1)^{k+1} (p(n-\\omega (k))+p(n-\\omega (-k))), where \\omega (k)=\\frac{3k^2+k}{2}. In view of Euler's result one sees that it is fairly easy to compute p(n) very quickly.  However, many questions remain open even regarding the parity of p(n).  In this paper we use various facts about elliptic curves and q-series to construct, for every i>0, finite sets M_i for which p(n) is odd for an odd number of n in M_i.",
            "summary": "A number theory paper that uses a bit of technical machinery to find odd values of the partition function. A high-school project that won third place in the Westinghouse Science Talent Search.",
            "thumbnail": "partitions.png",
            "links": [ {"name":"pdf", "url": "pdf/q-series_elliptic_curves_partition_function.pdf"}],
            "press": [
                {"name": "Mathland", "url": "http://www.maa.org/mathland/mathland_3_24.html"}
            ]
        },
        "2004toricideals": {
            "category": ["math"],
            "authors": "N. Eriksson",
            "title": "Toric ideals of homogeneous phylogenetic models",
            "citation": "In the proceedings of <i>ISSAC 2004</i>, pages 149--154. ACM, New York, 2004.",
            "abstract": "We consider the model of phylogenetic trees in which every node of the tree is an observed, binary random variable and the transition probabilities are given by the same matrix on each edge of the tree.  The ideal of invariants of this model is a toric ideal.  We are able to compute the Gr&ouml;bner basis and minimal generating set for this ideal for trees with up to 11 nodes.  These are the first non-trivial Gr&ouml;bner bases calculations in 2048 indeterminates.  We conjecture that there is a quadratic Gr&ouml;bner basis for binary trees, but that generators of degree $n$ are required for some trees with $n$ nodes.  The polytopes associated with these toric ideals display interesting finiteness properties.  We describe the polytope for an infinite family of binary trees and conjecture (based on extensive computations) that there is a universal bound on the number of vertices of the polytope of a binary tree.",
            "summary": "An application of some algebraic techniques to a simple problem in phylogenetics.",
            "links": [ {"name":"pdf", "url": "pdf/phylogenetic-paper.pdf"},
                    {"name":"DOI", "url": "http://dl.acm.org/citation.cfm?doid=1005285.1005308"}
                    ],
            "thumbnail": "toric2.png",
            "press": []
        },
        "2005phyloAG": {
            "category": ["math", "book"],
            "authors": "N. Eriksson,  K. Ranestad, B. Sturmfels, and S. Sullivant",
            "title": "Phylogenetic algebraic geometry",
            "citation": "In C. Ciliberto, A. Geramita, B. Harbourne, R-M. Roig, and K. Ranestad, editors, <i>Projective varieties with unexpected properties</i>, pages 237--255. Walter de Gruyter GmbH & Co. KG, Berlin, 2005.",
            "abstract": "Phylogenetic algebraic geometry is concerned with certain complex projective algebraic varieties derived from finite trees.  Real positive points on these varieties represent probabilistic models of evolution. For small trees, we recover classical geometric objects, such as toric and determinantal varieties and their secant varieties, but larger trees lead to new and largely unexplored territory. This paper gives a self-contained introduction to this subject and offers numerous open problems for algebraic geometers.",
            "summary": "An introduction to phylogenetics for algebraic geometers.",
            "links": [ {"name":"pdf", "url": "pdf/phylogeneticAG.pdf"}],
            "thumbnail": "phyloag.png",
            "press": []
        },
        "2005ultra": {
            "category": ["math", "book"],
            "authors": "M. Drton, N. Eriksson, and G. Leung",
            "title":  "Ultra-Conserved Elements in Vertebrate and Fly Genomes",
            "citation": "In L. Pachter and B. Sturmfels, editors, <i>Algebraic Statistics for Computational Biology</i>, chapter 22, pages 387--402. Cambridge University Press, Cambridge, UK, 2005.",
            "thumbnail": "ultra.png",
            "summary": "An analysis of some of the most conserved DNA sequences",
            "links": [ {"name":"pdf", "url": "pdf/ultras.pdf"}],
            "press": []
        },
        "2005svd": {
            "category": ["math", "book"],
            "authors": "N. Eriksson",
            "title": "Tree Construction using Singular Value Decompsition",
            "citation": "In L. Pachter and B. Sturmfels, editors, <i>Algebraic Statistics for Computational Biology</i>, chapter 19, pages 347--358. Cambridge University Press, Cambridge, UK, 2005.",
            "thumbnail": "treesvd.png",
            "links": [ {"name":"pdf", "url": "pdf/treeSVD.pdf"}],
            "press": []
        },
        "2006markov": {
            "category": ["math"],
            "authors": "P. Diaconis and N. Eriksson",
            "title": "Markov bases for noncommutative Fourier analysis of ranked data",
            "citation": "<i>J. Symbolic Comput.</i>, 41(2):182--195, 2006.",
            "abstract": "To calibrate Fourier analysis of S_5 ranking data by Markov chain Monte Carlo techniques, a set of moves (Markov basis) is needed.  We calculate this basis, and use it to provide a new statistical analysis of two data sets.  The calculation involves a large Gr&ouml;bner basis computation (45825 generators), but reduction to a minimal basis and reduction by natural symmetries leads to a remarkably small basis (14 elements).  Although the Gr&ouml;bner basis calculation is infeasible for S_6, we exploit the symmetry of the problem to calculate a Markov basis for S_6 with  7,113,390 elements in 58 symmetry classes.  We improve a bound on the degree of the generators for a Markov basis for S_n and conjecture that this ideal is generated in degree 3.",
            "thumbnail": "markov.png",
            "links": [{"name":"DOI", "url":"http://dx.doi.org/10.1016/j.jsc.2005.04.009"}],
            "press": []
        },
        "2006mle": {
            "category": ["math"],
            "authors": "N. Eriksson, S. E. Fienberg, A. Rinaldo, and S. Sullivant",
            "title": "Polyhedral conditions for the nonexistence of the MLE for hierarchical log-linear models",
            "citation": "<i>J. Symbolic Comput.</i>, 41(2):222--233, 2006.",
            "abstract":  "We provide a polyhedral description of the conditions for the existence of the maximum likelihood estimate (MLE) for a hierarchical log-linear model.  The MLE exists if and only if the observed margins lie in the relative interior of the marginal cone.  Using this description, we give an algorithm for determining if the MLE exists.  If the tree width is bounded, the algorithm runs in polynomial time.  We also perform a computational study of the case of three random variables under the no three-factor effect model.", 
            "links": [{"name":"DOI", "url":"http://dx.doi.org/10.1016/j.jsc.2005.04.003"}],
            "thumbnail": "mle.png",
            "press": []
        },
        "2006evolution": {
            "category": ["math"],
            "authors": "N. Beerenwinkel, N. Eriksson, and B. Sturmfels",
            "title": "Evolution on distributive lattices",
            "citation": "<i>J Theor Biol</i>, 242(2):409--420, Sep 2006.",
            "abstract": "We consider the directed evolution of a population after an intervention that has significantly altered the underlying fitness landscape.  We model the space of genotypes as a distributive lattice; the fitness landscape is a real-valued function on that lattice. The risk of escape from intervention, i.e., the probability that the population develops an escape mutant before extinction, is encoded in the risk polynomial. Tools from algebraic combinatorics are applied to compute the risk polynomial in terms of the fitness landscape. In an application to the development of drug resistance in HIV, we study the risk of viral escape from treatment with the protease inhibitors ritonavir and indinavir.",
            "pubmed": "16650439",
            "thumbnail": "evoldl.png",
            "links": [ {"name":"pdf", "url": "pdf/evol.pdf"}]
        },
        "2007cbn": {
            "category": ["math"],
            "authors": "N. Beerenwinkel, N. Eriksson, and B. Sturmfels",
            "title": "Conjuctive Bayesian networks",
            "citation": "<i>Bernoulli</i>, 13(4):893--909, 2007.",
            "abstract": "Conjunctive Bayesian networks (CBNs) are graphical models that describe the accumulation of events which are constrained in the order of their occurrence. A CBN is given by a partial order on a (finite) set of events. CBNs generalize the oncogenetic tree models of Desper et al.  (1999) by allowing the occurrence of an event to depend on more than one predecessor event. The present paper studies the statistical and algebraic properties of CBNs. We determine the maximum likelihood parameters and present a combinatorial solution to the model selection problem. Our method performs well on two datasets where the events are HIV mutations associated with drug resistance. Concluding with a study of the algebraic properties of CBNs, we show that CBNs are toric varieties after a coordinate transformation and that their ideals possess a quadratic Gr&ouml;bner basis.",
            "thumbnail": "cbn.png",
            "links": [
                    {"name":"DOI", "url": "http://dx.doi.org/10.3150/07-BEJ6133"},
                    {"name":"pdf", "url": "pdf/CBN.pdf"}
            ]
        },
        "2007acp": {
            "category": ["math"],
            "authors": "N. Eriksson and J. C. Lagarias",
            "title": "Apollonian Circle Packings: Number Theory II. Spherical and Hyperbolic Packings",
            "citation": "<i>Ramanujan Journal</i>, 14(3):437--469, 2007.",
            "abstract": "Apollonian circle packings arise by repeatedly filling the interstices between mutually tangent circles with further tangent circles.  In Euclidean space it is possible for every circle in such a packing to have integer radius of curvature, and we call such a packing an <i>integral Apollonian circle packing.</i> Integral circle packings also exist in spherical and hyperbolic space, provided a suitable definition of curvature is used and as in the Euclidean case, there are an infinite number of different integral packings. This paper studies number-theoretic properties of spherical and hyperbolic packings.  This amounts to studying  the orbits of a particular subgroup of the group of integral automorphs of the indefinite quaternary quadratic form $Q_D(w, x, y, z)= 2(w^2+x^2 +y^2 + z^2) - (w+x+y+z)^2$.  This subgroup, called the Apollonian group, acts on integer solutions $Q_D(w, x, y, z)=k$.  This paper  gives a reduction theory for orbits of A acting on integer solutions to $Q_D(w, x, y, z)=k$ valid for all integer $k$. It also classifies orbits for all $k = 0 mod 4$ in terms of an extra parameter $n$ and an auxiliary class group (depending on $n$ and $k$), and studies congruence conditions on integers in a given orbit.",
            "thumbnail": "acp.png",
            "links": [
                    {"name":"DOI", "url": "http://dx.doi.org/10.1007/s11139-007-9052-6"},
                    {"name":"pdf", "url": "pdf/acp.pdf"}
                ]
        },
        "2008hiv": {
            "category": ["compbio"],
            "authors": "R. J. Gifford, S. Y. Rhee, N. Eriksson, T. F. Liu, M. Kiuchi, A. K. Das, and R. W. Shafer",
            "title": "Sequence editing by Apolipoprotein B RNA-editing catalytic component and epidemiological surveillance of transmitted HIV-1 drug resistance",
            "citation": "<i>AIDS</i>, 22:717--725, Mar 2008.",
            "abstract": "Promiscuous guanine (G) to adenine (A) substitutions catalysed by apolipoprotein B RNA-editing catalytic component (APOBEC) enzymes are observed in a proportion of HIV-1 sequences in vivo and can introduce artifacts into some genetic analyses. The potential impact of undetected lethal editing on genotypic estimation of transmitted drug resistance was assessed.  Classifiers of lethal, APOBEC-mediated editing were developed by analysis of lentiviral pol gene sequence variation and evaluated using control sets of HIV-1 sequences. The potential impact of sequence editing on genotypic estimation of drug resistance was assessed in sets of sequences obtained from 77 studies of 25 or more therapy-naive individuals, using mixture modelling approaches to determine the maximum likelihood classification of sequences as lethally edited as opposed to viable.  Analysis of 6437 protease and reverse transcriptase sequences from therapy-naive individuals using a novel classifier of lethal, APOBEC3G-mediated sequence editing, the polypeptide-like 3G (APOBEC3G)-mediated defectives (A3GD) index', detected lethal editing in association with spurious 'transmitted drug resistance' in nearly 3% of proviral sequences obtained from whole blood and 0.2% of samples obtained from plasma.  Screening for lethally edited sequences in datasets containing a proportion of proviral DNA, such as those likely to be obtained for epidemiological surveillance of transmitted drug resistance in the developing world, can eliminate rare but potentially significant errors in genotypic estimation of transmitted drug resistance.",
            "thumbnail": "apobec.png",
            "pubmed": "18356601",
            "links": []
        },
        "2009invariants": {
            "category": ["math", "book"],
            "authors": "N. Eriksson",
            "title": "Using invariants for phylogenetic tree construction",
            "citation": "In <i>Emerging Applications of Algebraic Geometry</i>, pages 89--108. Springer, New York, 2009.",
            "abstract":  "Phylogenetic invariants are certain polynomials in the joint probability distribution of a Markov model on a phylogenetic tree.  Such polynomials are of theoretical interest in the field of algebraic statistics and they are also of practical interest&mdash;they can be used to construct phylogenetic trees.  This paper is a self-contained introduction to the algebraic, statistical, and computational challenges involved in the practical use of phylogenetic invariants.  We survey the relevant literature and provide some partial answers and many open problems.",
            "thumbnail": "using.png",
            "links": [
                {"name": "arXiv", "url": "http://arxiv.org/abs/0709.2890"},
                {"name": "pdf", "url": "pdf/using.pdf"}
            ]
        },
        "2006thesis": {
            "category": ["math", "book"],
            "authors": "N. Eriksson",
            "title": "Algebraic combinatorics for computational biology",
            "citation": "PhD thesis, University of California, Berkeley, 2006.",
            "abstract": "",
            "thumbnail": "thesis.png",
            "links": [{"name": "pdf", "url":"pdf/nke-diss.pdf"}]
        },
        "2012.09.cilantro": {
            "category": ["genetics", "preprints", "flc"],
            "authors": "N. Eriksson, S. Wu, C. B. Do, A. K. Kiefer, J. Y. Tung, J. L.  Mountain, D. A. Hinds, and U. Francke",
            "title": "A genetic variant near olfactory receptor genes influences cilantro preference",
            "citation": "<i>ArXiv preprint</i>, September 2012.",
            "abstract": "The leaves of the Coriandrum sativum plant, known as cilantro or coriander, are widely used in many cuisines around the world. However, far from being a benign culinary herb, cilantro can be polarizing---many people love it while others claim that it tastes or smells foul, often like soap or dirt. This soapy or pungent aroma is largely attributed to several aldehydes present in cilantro. Cilantro preference is suspected to have a genetic component, yet to date nothing is known about specific mechanisms. Here we present the results of a genome-wide association study among 14,604 participants of European ancestry who reported whether cilantro tasted soapy, with replication in a distinct set of 11,851 participants who declared whether they liked cilantro. We find a single nucleotide polymorphism (SNP) significantly associated with soapy-taste detection that is confirmed in the cilantro preference group. This SNP, rs72921001, (p=6.4e-9, odds ratio 0.81 per A allele) lies within a cluster of olfactory receptor genes on chromosome 11. Among these olfactory receptor genes is OR6A2, which has a high binding specificity for several of the aldehydes that give cilantro its characteristic odor. We also estimate the heritability of cilantro soapy-taste detection in our cohort, showing that the heritability tagged by common SNPs is low, about 0.087. These results confirm that there is a genetic component to cilantro taste perception and suggest that cilantro dislike may stem from genetic variants in olfactory receptors. We propose that OR6A2 may be the olfactory receptor that contributes to the detection of a soapy smell from cilantro in European populations.",
            "thumbnail": "cilantro.png",
            "press": [
                {"name": "Nature", "url": "http://www.nature.com/news/soapy-taste-of-coriander-linked-to-genetic-variants-1.11398"},
                {"name": "NPR", "url": "http://www.npr.org/blogs/thesalt/2012/09/14/161057954/love-to-hate-cilantro-its-in-your-genes-and-maybe-in-your-head"},
                {"name": "Gizmodo", "url": "http://gizmodo.com/5942551/genetic-proof-that-you-really-do-hate-cilantro"},
                {"name": "BoingBoing", "url": "http://boingboing.net/2012/09/12/why-cilantro-haters-hate-cilan.html"},
                {"name": "MetaFilter", "url": "http://www.metafilter.com/119873/O-soapy-flavour-Why-pollutest-thou-my-food-Thou-me-makest-retch"},
                {"name": "Business Insider", "url": "http://www.businessinsider.com/cilantro-corriander-taste-gene-found-2012-9"},
                {"name": "Huffington Post", "url": "http://www.huffingtonpost.com/2012/09/20/cilantro-aversion-gene-study_n_1901124.html"}
                ],
            "blogs": [
                {"name": "The Spittoon", "url": "http://spittoon.23andme.com/23andme-research/cilantro-love-hate-genetic-trait/"},
                {"name": "Haldane's Sieve", "url": "http://haldanessieve.org/2012/09/14/our-paper-a-genetic-variant-near-olfactory-receptor-genes-influences-cilantro-preference/"}
                ],
            "links": [
                {"name": "arXiv", "url": "http://arxiv.org/abs/1209.2096"}
            ]
        },
        "2012.09.myopia,": {
            "category": ["genetics", "preprints", "flc"],
            "authors": "A. K. Kiefer, J. Y. Tung, C. B. Do, D. A. Hinds, J. L. Mountain, U. Francke, and N. Eriksson",
            "title": "Genome-wide analysis points to roles for extracellular matrix remodeling, the visual cycle, and neuronal development in myopia",
            "citation": "<i>ArXiv preprint</i>, September 2012.",
            "abstract": "Myopia, or nearsightedness, is the most common eye disorder, resulting primarily from excess elongation of the eye. The etiology of myopia, although known to be complex, is poorly understood. Here we report the largest ever genome-wide association study (43,360 participants) on myopia in Europeans. We performed a survival analysis on age of myopia onset and identified 19 significant associations (p < 5e-8), two of which are replications of earlier associations with refractive error. These 19 associations in total explain 2.7% of the variance in myopia age of onset, and point towards a number of different mechanisms behind the development of myopia. One association is in the gene PRSS56, which has previously been linked to abnormally small eyes; one is in a gene that forms part of the extracellular matrix (LAMA2); two are in or near genes involved in the regeneration of 11-cis-retinal (RGR and RDH5); two are near genes known to be involved in the growth and guidance of retinal ganglion cells (ZIC2, SFRP1); and five are in or near genes involved in neuronal signaling or development. These novel findings point towards multiple genetic factors involved in the development of myopia and suggest that complex interactions between extracellular matrix remodeling, neuronal development, and visual signals from the retina may underlie the development of myopia in humans.",
            "thumbnail": "myopia.png",
            "links": [
                {"name": "arXiv", "url": "http://arxiv.org/abs/1209.2089"}
                ]
        },
        "2012.05.baldness": {
            "category": ["genetics"],
            "authors": "R. Li, F. F. Brockschmidt, A. K. Kiefer, H. Stefansson, D. R. Nyholt, K. Song, S. H. Vermeulen, S. Kanoni, D. Glass, S. E. Medland, M. Dimitriou, D. Waterworth, J. Y. Tung, F. Geller, S. Heilmann, A. M. Hillmer, V. Bataille, S. Eigelshoven, S. Hanneken, S. Moebus, C. Herold, M. den Heijer, G. W. Montgomery, P. Deloukas, N. Eriksson, A. C. Heath, T. Becker, P. Sulem, M. Mangino, P. Vollenweider, T. D. Spector, G. Dedoussis, N. G.  Martin, L. A. Kiemeney, V. Mooser, K. Stefansson, D. A. Hinds, M. M. Nothen, and J. B. Richards",
            "title": "Six novel susceptibility Loci for early-onset androgenetic alopecia and their unexpected association with common diseases",
            "citation": "<i>PLoS Genet.</i>, 8(5):e1002746, May 2012.",
            "abstract": "Androgenetic alopecia (AGA) is a highly heritable condition and the most common form of hair loss in humans. Susceptibility loci have been described on the X chromosome and chromosome 20, but these loci explain a minority of its heritable variance. We conducted a large-scale meta-analysis of seven genome-wide association studies for early-onset AGA in 12,806 individuals of European ancestry. While replicating the two AGA loci on the X chromosome and chromosome 20, six novel susceptibility loci reached genome-wide significance (p=2.62e-9 -- 1.01e-12). Unexpectedly, we identified a risk allele at 17q21.31 that was recently associated with Parkinson's disease (PD) at a genome-wide significant level. We then tested the association between early-onset AGA and the risk of PD in a cross-sectional analysis of 568 PD cases and 7,664 controls. Early-onset AGA cases had significantly increased odds of subsequent PD (OR=1.28, 95% confidence interval: 1.06-1.55, p=8.9e-3). Further, the AGA susceptibility alleles at the 17q21.31 locus are on the H1 haplotype, which is under negative selection in Europeans and has been linked to decreased fertility. Combining the risk alleles of six novel and two established susceptibility loci, we created a genotype risk score and tested its association with AGA in an additional sample. Individuals in the highest risk quartile of a genotype score had an approximately six-fold increased risk of early-onset AGA [odds ratio (OR)=5.78, p=1.4e-88]. Our results highlight unexpected associations between early-onset AGA, Parkinson's disease, and decreased fertility, providing important insights into the pathophysiology of these conditions.",
            "pubmed": "22693459",
            "thumbnail": "bald.png",
            "links": [
                {"name": "PLoS", "url": "http://www.plosgenetics.org/article/info%3Adoi%2F10.1371%2Fjournal.pgen.1002746"}
            ],
            "blogs": [
                { "name": "The Spitoon", "url": "http://spittoon.23andme.com/23andme-research/23andmes-latest-publication-shines-light-on-male-pattern-baldness-and-unexpected-associations-with-disease/"}
            ]
        },
        "2012.04.hypothyroid": {
            "category": ["genetics", "flc"],
            "authors": "N. Eriksson, J. Y. Tung, A. K. Kiefer, D. A. Hinds, U. Francke, J. L. Mountain, and C. B. Do",
            "title": "Novel associations for hypothyroidism include known autoimmune risk loci",
            "citation": "<i>PLoS ONE</i>, 7(4):e34442, 2012.",
            "abstract": "Hypothyroidism is the most common thyroid disorder, affecting about 5% of the general population. Here we present the current largest genome-wide association study of hypothyroidism, in 3,736 cases and 35,546 controls. Hypothyroidism was assessed via web-based questionnaires. We identify five genome-wide significant associations, three of which are well known to be involved in a large spectrum of autoimmune diseases: rs6679677 near PTPN22, rs3184504 in SH2B3, and rs2517532 in the HLA class I region (p-values 2.8e-13, 2.6e-12, and 1.3e-8, respectively). We also report associations with rs4915077 near VAV3 (p-value 7.5e-10) and rs925489 near FOXE1 (p-value 2.4e-19). VAV3 is involved in immune function, and FOXE1 and PTPN22 have previously been associated with hypothyroidism. Although the HLA class I region and SH2B3 have previously been linked with a number of autoimmune diseases, this is the first report of their association with thyroid disease. The VAV3 association is also novel. We also show suggestive evidence of association for hypothyroidism with a SNP in the HLA class II region (independent of the other HLA association) as well as SNPs in CAPZB, PDE8B, and CTLA4. CAPZB and PDE8B have been linked to TSH levels and CTLA4 to a variety of autoimmune diseases. These results suggest heterogeneity in the genetic etiology of hypothyroidism, implicating genes involved in both autoimmune disorders and thyroid function. Using a genetic risk profile score based on the top association from each of the five genome-wide significant regions in our study, the relative risk between the highest and lowest deciles of genetic risk is 2.0.",
            "pubmed": "22493691",
            "thumbnail": "thyroid.png",
            "links": [
                {"name": "PLoS", "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0034442"}
            ]
        },
        "2012.04.ibd": {
            "category": ["genetics"],
            "authors": "B. M. Henn, L. Hon, J. M. Macpherson, N. Eriksson, S. Saxonov, I. Pe'er, and J. L. Mountain",
            "title": "Cryptic distant relatives are common in both isolated and cosmopolitan genetic samples",
            "citation": "<i>PLoS ONE</i>, 7(4):e34267, 2012.",
            "abstract": "Although a few hundred single nucleotide polymorphisms (SNPs) suffice to infer close familial relationships, high density genome-wide SNP data make possible the inference of more distant relationships such as 2(nd) to 9(th) cousinships. In order to characterize the relationship between genetic similarity and degree of kinship given a timeframe of 100-300 years, we analyzed the sharing of DNA inferred to be identical by descent (IBD) in a subset of individuals from the 23andMe customer database (n=22,757) and from the Human Genome Diversity Panel (HGDP-CEPH, n=952). With data from 121 populations, we show that the average amount of DNA shared IBD in most ethnolinguistically-defined populations, for example Native American groups, Finns and Ashkenazi Jews, differs from continentally-defined populations by several orders of magnitude. Via extensive pedigree-based simulations, we determined bounds for predicted degrees of relationship given the amount of genomic IBD sharing in both endogamous and 'unrelated' population samples. Using these bounds as a guide, we detected tens of thousands of 2(nd) to 9(th) degree cousin pairs within a heterogenous set of 5,000 Europeans. The ubiquity of distant relatives, detected via IBD segments, in both ethnolinguistic populations and in large 'unrelated' populations samples has important implications for genetic genealogy, forensics and genotype/phenotype mapping studies.",
            "pubmed": "22509285",
            "thumbnail": "ibd.png",
            "links": [
                {"name": "PLoS", "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0034267"}
            ]
        },
        "2011.08.replication": {
            "category": ["genetics", "flc"],
            "authors": "J. Y. Tung, C. B. Do, D. A. Hinds, A. K. Kiefer, J. M. Macpherson, A. B.  Chowdry, U. Francke, B. T. Naughton, J. L. Mountain, A. Wojcicki, and N. Eriksson",
            "title": "Efficient replication of over 180 genetic associations with self-reported medical data",
            "citation": "<i>PLoS ONE</i>, 6(8):e23473, 2011.",
            "abstract": "While the cost and speed of generating genomic data have come down dramatically in recent years, the slow pace of collecting medical data for large cohorts continues to hamper genetic research. Here we evaluate a novel online framework for obtaining large amounts of medical information from a recontactable cohort by assessing our ability to replicate genetic associations using these data. Using web-based questionnaires, we gathered self-reported data on 50 medical phenotypes from a generally unselected cohort of over 20,000 genotyped individuals. Of a list of genetic associations curated by NHGRI, we successfully replicated about 75% of the associations that we expected to (based on the number of cases in our cohort and reported odds ratios, and excluding a set of associations with contradictory published evidence).  Altogether we replicated over 180 previously reported associations, including many for type 2 diabetes, prostate cancer, cholesterol levels, and multiple sclerosis. We found significant variation across categories of conditions in the percentage of expected associations that we were able to replicate, which may reflect systematic inflation of the effects in some initial reports, or differences across diseases in the likelihood of misdiagnosis or misreport. We also demonstrated that we could improve replication success by taking advantage of our recontactable cohort, offering more in-depth questions to refine self-reported diagnoses. Our data suggest that online collection of self-reported data from a recontactable cohort may be a viable method for both broad and deep phenotyping in large populations.",
            "pubmed": "21858135",
            "thumbnail": "replication.png",
            "links": [
                {"name": "PLoS", "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0023473"}
            ],
            "blogs": [
                {"name": "The Spitoon", "url": "http://spittoon.23andme.com/news/announcements/third-publication-efficient-replication-plosone/"}
            ]
        },
        "2012.03.pdgene": {
            "category": ["genetics"],
            "authors": "C. M. Lill, J. T. Roehr, M. B. McQueen, F. K. Kavvoura, S. Bagade, B. M.  Schjeide, L. M. Schjeide, E. Meissner, U. Zauft, N. C. Allen, T. Liu, M. Schilling, K. J. Anderson, G. Beecham, D. Berg, J. M. Biernacka, A. Brice, A. L. DeStefano, C. B. Do, N. Eriksson, S. A. Factor, M. J. Farrer, T. Foroud, T. Gasser, T. Hamza, J. A. Hardy, P. Heutink, E. M. Hill-Burns, C. Klein, J. C. Latourelle, D. M. Maraganore, E. R. Martin, M. Martinez, R. H. Myers, M. A. Nalls, N. Pankratz, H. Payami, W. Satake, W. K. Scott, M. Sharma, A. B. Singleton, K. Stefansson, T. Toda, J. Y. Tung, J. Vance, N. W. Wood, C. P. Zabetian, P. Young, R. E. Tanzi, M. J. Khoury, F. Zipp, H. Lehrach, J. P. Ioannidis, and L. Bertram",
            "title": "Comprehensive research synopsis and systematic meta-analyses in Parkinson's disease genetics: The PDGene database",
            "citation": "<i>PLoS Genet.</i>, 8(3):e1002548, 2012.",
            "abstract": "More than 800 published genetic association studies have implicated dozens of potential risk loci in Parkinson's disease (PD). To facilitate the interpretation of these findings, we have created a dedicated online resource, PDGene, that comprehensively collects and meta-analyzes all published studies in the field. A systematic literature screen of -27,000 articles yielded 828 eligible articles from which relevant data were extracted. In addition, individual-level data from three publicly available genome-wide association studies (GWAS) were obtained and subjected to genotype imputation and analysis.  Overall, we performed meta-analyses on more than seven million polymorphisms originating either from GWAS datasets and/or from smaller scale PD association studies. Meta-analyses on 147 SNPs were supplemented by unpublished GWAS data from up to 16,452 PD cases and 48,810 controls. Eleven loci showed genome-wide significant (P < 5e-8) association with disease risk: BST1, CCDC62/HIP1R, DGKQ/GAK, GBA, LRRK2, MAPT, MCCC1/LAMP3, PARK16, SNCA, STK39, and SYT11/RAB25. In addition, we identified novel evidence for genome-wide significant association with a polymorphism in ITGA8 (rs7077361, OR 0.88, P=1.3e-8). All meta-analysis results are freely available on a dedicated online database (www.pdgene.org), which is cross-linked with a customized track on the UCSC Genome Browser. Our study provides an exhaustive and up-to-date summary of the status of PD genetics research that can be readily scaled to include the results of future large-scale genetics projects, including next-generation sequencing studies.",
            "pubmed": "22438815",
            "thumbnail": "pdgene.png",
            "links": [
                {"name": "PLoS", "url": "http://www.plosgenetics.org/article/info%3Adoi%2F10.1371%2Fjournal.pgen.1002548"}
            ],
            "blogs": [
                { "name": "The Spitoon", "url": "http://spittoon.23andme.com/news/announcements/pdgene-enters-the-scene-for-parkinsons-research/"}
            ]
        },
        "2011.11.pathway": {
            "category": ["genetics", "statistics"],
            "authors": "M. Gerstung, N. Eriksson, J. Lin, B. Vogelstein, and N. Beerenwinkel",
            "title": "The temporal order of genetic and pathway alterations in tumorigenesis",
            "citation": "<i>PLoS ONE</i>, 6(11):e27136, 2011.",
            "abstract": "Cancer evolves through the accumulation of mutations, but the order in which mutations occur is poorly understood. Inference of a temporal ordering on the level of genes is challenging because clinically and histologically identical tumors often have few mutated genes in common. This heterogeneity may at least in part be due to mutations in different genes having similar phenotypic effects by acting in the same functional pathway. We estimate the constraints on the order in which alterations accumulate during cancer progression from cross-sectional mutation data using a probabilistic graphical model termed Hidden Conjunctive Bayesian Network (H-CBN). The possible orders are analyzed on the level of genes and, after mapping genes to functional pathways, also on the pathway level. We find stronger evidence for pathway order constraints than for gene order constraints, indicating that temporal ordering results from selective pressure acting at the pathway level. The accumulation of changes in core pathways differs among cancer types, yet a common feature is that progression appears to begin with mutations in genes that regulate apoptosis pathways and to conclude with mutations in genes involved in invasion pathways. H-CBN models provide a quantitative and intuitive model of tumorigenesis showing that the genetic events can be linked to the phenotypic progression on the level of pathways.",
            "pubmed": "22069497", 
            "thumbnail": "pathways.png",
            "links": [
                {"name": "PLoS", "url": "http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0027136"}
            ]
        },
        "2011.06.pd": {
            "category": ["genetics", "flc"],
            "authors": "C. B. Do, J. Y. Tung, E. Dorfman, A. K. Kiefer, E. M. Drabant, U. Francke, J. L. Mountain, S. M. Goldman, C. M. Tanner, J. W. Langston, A. Wojcicki, and N. Eriksson",
            "title": "Web-based genome-wide association study identifies two novel loci and a substantial genetic component for Parkinson's disease",
            "citation": "<i>PLoS Genet.</i>, 7(6):e1002141, Jun 2011.",
            "abstract": "Although the causes of Parkinson's disease (PD) are thought to be primarily environmental, recent studies suggest that a number of genes influence susceptibility. Using targeted case recruitment and online survey instruments, we conducted the largest case-control genome-wide association study (GWAS) of PD based on a single collection of individuals to date (3,426 cases and 29,624 controls). We discovered two novel, genome-wide significant associations with PD-rs6812193 near SCARB2 (p=7.6e-10, OR=0.84) and rs11868035 near SREBF1/RAI1 (p=5.6e-8, OR=0.85)-both replicated in an independent cohort. We also replicated 20 previously discovered genetic associations (including LRRK2, GBA, SNCA, MAPT, GAK, and the HLA region), providing support for our novel study design. Relying on a recently proposed method based on genome-wide sharing estimates between distantly related individuals, we estimated the heritability of PD to be at least 0.27. Finally, using sparse regression techniques, we constructed predictive models that account for 6-7% of the total variance in liability and that suggest the presence of true associations just beyond genome-wide significance, as confirmed through both internal and external cross-validation.  These results indicate a substantial, but by no means total, contribution of genetics underlying susceptibility to both early-onset and late-onset PD, suggesting that, despite the novel associations discovered here and elsewhere, the majority of the genetic component for Parkinson's disease remains to be discovered.",
            "pubmed": "21738487", 
            "thumbnail": "pd.png",
            "links": [
                {"name": "PLoS", "url": "http://www.plosgenetics.org/article/info%3Adoi%2F10.1371%2Fjournal.pgen.1002141"}
            ],
            "press": [
                {"name": "Wired", "url": "http://www.wired.com/magazine/2010/06/ff_sergeys_search/"},
                {"name": "FastCompany", "url": "http://www.fastcoexist.com/1678218/23andme-moves-into-serious-genomic-research"},
                {"name": "WebMD", "url": "http://www.webmd.com/parkinsons-disease/news/20110624/new-genetic-clues-to-cause-of-parkinsons"},
                {"name": "Nature", "url": "http://www.nature.com/nature/journal/v475/n7357/full/475427f.html"},
                {"name": "Bloomberg", "url": "http://www.bloomberg.com/news/2012-05-11/google-s-brin-makes-strides-in-hunt-for-parkinson-s-cure-health.html"}
            ]
        },
        "2011.04.alignment": {
            "category": ["genetics"],
            "authors": "A. S. Malaspinas, N. Eriksson, and P. Huggins",
            "title": "Parametric analysis of alignment and phylogenetic uncertainty",
            "citation": "<i>Bull. Math. Biol.</i>, 73:795--810, Apr 2011.",
            "abstract": "To infer a phylogenetic tree from a set of DNA sequences, typically a multiple alignment is first used to obtain homologous bases. The inferred phylogeny can be very sensitive to how the alignment was created.  We develop tools for analyzing the robustness of phylogeny to perturbations in alignment parameters in the Needleman--Wunsch algorithm. Our main tool is parametric alignment, with novel improvements that are of general interest in parametric inference. Using parametric alignment and Gaussian distribution on alignment parameters, we derive probabilities of optimal alignment summaries and inferred phylogenies. We apply our method to analyze subsets of four Drosophila flies. We show that phylogeny and branch length estimates can be sensitive to the choice of alignment parameters, and that parametric alignment elucidates the relationship between alignment parameters and reconstructed trees.",
            "summary": "We show how to analyze the robustness of phylogenies to perturbations in alignment parameters.",
            "pubmed": "21409513",
            "thumbnail": "parametric.png",
            "links": []
        },
    
        "2011.04.shorah": {
            "category": ["genetics", "sequencing"],
            "authors": "O. Zagordi, A. Bhattacharya, N. Eriksson, and N. Beerenwinkel",
            "title": "ShoRAH: estimating the genetic diversity of a mixed sample from next-generation sequencing data",
            "citation": "<i>BMC Bioinformatics</i>, 12:119, Apr 2011.",
            "abstract": "With next-generation sequencing technologies, experiments that were considered prohibitive only a few years ago are now possible. However, while these technologies have the ability to produce enormous volumes of data, the sequence reads are prone to error. This poses fundamental hurdles when genetic diversity is investigated.  We developed ShoRAH, a computational method for quantifying genetic diversity in a mixed sample and for identifying the individual clones in the population, while accounting for sequencing errors. The software was run on simulated data and and on real data obtained in wet lab experiments to assess its reliability.  ShoRAH is implemented in C++, Python, and Perl and has been tested under Linux and Mac OS X. Source code is available under the GNU General Public License at <a href=\"http://www.cbg.ethz.ch/software/shorah\">www.cbg.ethz.ch/software/shorah</a>.",  
            "pubmed": "21521499",
            "thumbnail": "shorah.png",
            "links": [
                {"name": "BMC", "url": "http://www.biomedcentral.com/1471-2105/12/119"}
            ]
        },

        "2010ttam": {
            "category": ["genetics", "flc"],
            "authors": "N. Eriksson, J. M. Macpherson, J. Y. Tung, L. S. Hon, B. Naughton, S. Saxonov, L. Avey, A. Wojcicki, I. Pe'er, and J. Mountain",
            "title": "Web-based, participant-driven studies yield novel genetic associations for common traits",
            "citation": "<i>PLoS Genet., 6:e1000993</i>, Jun 2010.",
            "abstract": "Despite the recent rapid growth in genome-wide data, much of human variation remains entirely unexplained. A significant challenge in the pursuit of the genetic basis for variation in common human traits is the efficient, coordinated collection of genotype and phenotype data. We have developed a novel research framework that facilitates the parallel study of a wide assortment of traits within a single cohort. The approach takes advantage of the interactivity of the Web both to gather data and to present genetic information to research participants, while taking care to correct for the population structure inherent to this study design. Here we report initial results from a participant-driven study of 22 traits.  Replications of associations (in the genes OCA2, HERC2, SLC45A2, SLC24A4, IRF4, TYR, TYRP1, ASIP, and MC1R) for hair color, eye color, and freckling validate the Web-based, self-reporting paradigm. The identification of novel associations for hair morphology (rs17646946, near TCHH; rs7349332, near WNT10A; and rs1556547, near OFCC1), freckling (rs2153271, in BNC2), the ability to smell the methanethiol produced after eating asparagus (rs4481887, near OR2M7), and photic sneeze reflex (rs10427255, near ZEB2, and rs11856995, near NR2F2) illustrates the power of the approach.", 
            "pubmed": "20585627",
            "thumbnail": "common.png",
            "summary": "We discover novel genetic associations for hair curl, photic sneeze reflex, freckling, and asparagus metabolite detection.",
            "links": [
                {"name": "PLoS", "url": "http://www.plosgenetics.org/article/info:doi/10.1371/journal.pgen.1000993"}
            ],
            "press": [
                {"name": "F1000", "url": "http://f1000.com/4871956"},
                {"name": "Nature", "url": "http://blogs.nature.com/spoonful/2010/06/gene_found_for_smelling_aspara.html"},
                {"name": "ABC", "url": "http://abcnews.go.com/Health/Wellness/direct-consumer-genetic-tests-research-bonanza/story?id=11016734#.UHuYYWl25kA"}
            ]
        },

        "2008pyrosequencing": {
            "category": ["genetics", "sequencing", "flc"],
            "authors": "N. Eriksson, L. Pachter, Y. Mitsuya, S. Y. Rhee, C. Wang, B. Gharizadeh, M. Ronaghi, R. W. Shafer, and N. Beerenwinkel",
            "title": "Viral population estimation using pyrosequencing",
            "citation": "<i>PLoS Comput. Biol.</i>, 4:e1000074, Apr 2008.",
            "abstract": "The genetic diversity of viral populations is important for biomedical problems such as disease progression, vaccine design, and drug resistance, yet it is not generally well-understood.  In this paper, we use pyrosequencing, a novel DNA sequencing technique, to reconstruct viral populations.  Pyrosequencing produces a large number of short, error-prone DNA reads.  We develop mathematical and statistical tools to correct errors and assemble the reads into the different viral strains present in the population.  We apply these methods to HIV-1 populations from drug resistant patients and show that pyrosequencing produces results quite close to accepted techniques at a low cost and potentially higher resolution.",
            "pubmed": "18437230",
            "thumbnail": "viral.png",
            "links": [
                {"name": "PLoS", "url": "http://www.ploscompbiol.org/doi/pcbi.1000074"}
            ] 
        },

        "2007metric": {
            "category": ["math", "book"],
            "authors": "N. Eriksson and Y. Yao",
            "title": "Metric learning for phylogenetic invariants",
            "citation": "<i>ArXiv preprint</i>, 2007.",
            "abstract": "We introduce new methods for phylogenetic tree quartet construction by using machine learning to optimize the power of phylogenetic invariants. Phylogenetic invariants are polynomials in the joint probabilities which vanish under a model of evolution on a phylogenetic tree. We give algorithms for selecting a good set of invariants and for learning a metric on this set of invariants which optimally distinguishes the different models. Our learning algorithms involve linear and semidefinite programming on data simulated over a wide range of parameters. We provide extensive tests of the learned metrics on simulated data from phylogenetic trees with four leaves under the Jukes-Cantor and Kimura 3-parameter models of DNA evolution. Our method greatly improves on other uses of invariants and is competitive with or better than neighbor-joining. In particular, we obtain metrics trained on trees with short internal branches which perform much better than neighbor joining on this region of parameter space.", 
            "thumbnail": "metric.png",
            "links": [
                {"name": "arXiv", "url": "http://arxiv.org/abs/q-bio.PE/0703034"}
            ]
        }
    }
}
